final List<String> titles = [
  "فوائد حفظ القرآن حتى أحاديث عن فضل تلاوتة القرآن",
  "تعريف التجويد لغةً واصطلاحًا حتى اللحن الجلي و الخفي",
  "تعريف الغنة ومراتبها",
  "حكم الميم والنون المشددتين",
  "حكم الإظهار الحلقي حتى حكمي الإدغام والإقلاب",
  "حكم الإخفاء",
  "أوجه الإستعاذة والبسملة حتى حكم الإظهار الحلقي",
  "آداب تلاوة القرآن حتى أحكام الإستعاذة و البسملة",
  "أحكام الميم الساكنة",
  "قال صاحب التحفة في المدود",
  "أحكام اللامات السواكن",
  "المد والقصر",
  "المد الفرعي بصوت | عمر عبد الرحمن",
  "مراتب المد",
  "مخارج الحروف",
  "صفات الحروف",
  "حالات تفخيم الراء وترقيقها",
  "المتماثلان والمتقاربان",
  "المتجانسان",
  "المتباعدان",
  "همزة الوصل [ خاتمة المذكرة]"
];

const String contactUsLink = 'https://wa.me/201220652762?text=السلام عليكم';
const String appLink =
    "https://play.google.com/store/apps/details?id=com.eltagweed_elmoyasar&hl=ar";
const String privacyPolicyLink =
    'https://sites.google.com/view/tayseer-privacy-policy/%D8%A7%D9%84%D8%B5%D9%81%D8%AD%D8%A9-%D8%A7%D9%84%D8%B1%D8%A6%D9%8A%D8%B3%D9%8A%D8%A9';
const String buyTheBookLink = 'https://wa.me/201220652762?text=السلام عليكم';
